Repository: itk-dev/ai-screening
Catalog: web/modules/custom/ai_screening_project/translations/ai_screening_project.*.po
Languages: da

source: AI Screening project
da: AI Screening-screening

source: Functionality related to creating and maintaining the project content type and related entities.
da: Funktionalitet relateret til oprettelse og vedligehold af af screeningsindholdstype og relaterede entiteter.

source: Custom
da: Tilpasset

source: Confirm Screening Changes
da: Bekræft screeningsændringer

source: Screenings
da: Screeninger

source: Create new screening
da: Opret ny screening

source: Are you sure you want to save the screening "@title"?
da: Er du sikker på at du vil gemme screeningen "@title"?

source: Deactivating a screening will disable further work on the screening and archive it. Reactivation of the screening requires site administrative privileges.
da: Deaktivering af screeningen vil forhindre yderligere arbejde på screeningen og arkivere det. Reaktivering af screeningen kræver administrator adgang på sitet.

source: Save screening
da: Gem screening

source: Screening "@title" has been updated.
da: Screening "@title" er blevet opdateret.

source: Corrupted
da: Beskadiget

source: If the screening or related entities are corrupted.
da: Hvis screeningen eller relaterede entiteter er beskadiget.

source: Screening group
da: Projectgruppe

source: Screening owner
da: Screeningsejer

source: Contributors
da: Bidragydere

source: Which users are allowed to contribute to this screening
da: Hvilke brugere har tilladelse til at bidrage til denne screening

source: Screening owner must be a contributor.
da: Screeningsejeren skal være bidragyder.

source: Error deleting screening: @message
da: Fejl ved sletning af screening: @message

source: Error deleting corrupted nodes: @message
da: Fejl ved sletning af beskadigede noder: @message

source: Error creating groups: @message
da: Fejl ved oprettelse af grupper: @message

source: Error creating screening tracks: @message
da: Fejl ved oprettelse af screeningsspor: @message

source: Public
da: Offentlig

source: Public screenings can be <em>viewed by all users</em>. Non-public screenings can be viewed by editors only.
da: Offentlige screeninger kan <em>ses af alle brugere</em>. Ikke-offentlige screeninger kan kun ses af redaktører.

source: Frontpage stats top
da: Forside statistik top
