Repository: itk-dev/ai-screening
Catalog: web/modules/custom/ai_screening_project_track/translations/ai_screening_project_track.*.po
Languages: da

source: Screening track configuration
da: Screeningssporskonfiguration

source: Configuration for the track.
da: Konfiguration for sporet.

source: Screening track evaluation overridden
da: Screeningssporsevaluering tilsidesat

source: The overridden evaluation of the screening track
da: Den tilsidesatte evaluering af screeningssporet

source: AI Screening screening track
da: AI Screening screeningsspor

source: Adds screening track entity and functionality
da: Tilføjer screeningssporsentitet og funktionalitet

source: Custom
da: Tilpasset

source: Thresholds settings
da: Tærskelindstillinger

source: Not started
da: Ikke påbegyndt

source: Approved
da: Godkendt

source: Undecided
da: Uafklaret

source: Refused
da: Afvist

source: Updated
da: Opdateret

source: Label
da: Etiket

source: Enabled
da: Aktiveret

source: Disabled
da: Deaktiveret

source: None
da: Ingen

source: New
da: Ny

source: In progress
da: I gang

source: Completed
da: Afsluttet

source: - Select -
da: - Vælg -

source: The type of the screening track, as defined by taxonommy term
da: Typen af screeningsspor, som defineret af taxonomibegreb

source: Screening track title
da: Screeningssporets titel

source: The title of the screening track.
da: Titlen på screeningssporet.

source: Screening track description
da: Screeningssporets beskrivelse

source: A description of the screening track.
da: En beskrivelse af screeningssporet.

source: Screening track evaluation
da: Screeningssporets evaluering

source: The evaluation of the screening track.
da: Evalueringen af screeningssporet.

source: The overridden evaluation of the screening track.
da: Den tilsidesatte evaluering af screeningssporet.

source: Screening track note
da: Screeningssporets note

source: A note related to screening track evaluation.
da: En note relateret til evaluering af screeningssporet.

source: Screening track status
da: Screeningssporets status

source: The status of the screening track.
da: Statusen på screeningssporet.

source: Authored on
da: Skrevet den

source: The time that the screening track was created.
da: Tidspunktet hvor screeningssporet blev oprettet.

source: Changed
da: Ændret

source: The time that the screening track was last edited.
da: Tidspunktet hvor screeningssporet sidst blev redigeret.

source: Screening track
da: Screeningsspor

source: Screening tracks
da: Screeningsspor

source: screening track
da: screeningsspor

source: screening tracks
da: screeningsspor

source: Screening track tool status
da: Status for screeningssporsværktøj

source: The status of the screening track tool.
da: Statusen for screeningssporsværktøjet.

source: Tool entity type
da: Værktøjsentitetstype

source: The entity type of the tool referenced.
da: Entitetstypen for det refererede værktøj.

source: Tool
da: Værktøj

source: The ID of the tool referenced.
da: ID'et for det refererede værktøj.

source: Tool data
da: Værktøjsdata

source: The data matching the tool configuration
da: Data der matcher værktøjets konfiguration

source: The time that the screening track tool was created.
da: Tidspunktet hvor screeningssporsværktøjet blev oprettet.

source: The time that the screening track tool was last edited.
da: Tidspunktet hvor screeningssporsværktøjet sidst blev redigeret.

source: tool
da: værktøj

source: tools
da: værktøjer

source: Evaluate manually
da: Evaluér manuelt

source: Notes
da: Noter

source: Cancel
da: Annullér

source: View
da: Vis

source: New screening track %label has been created.
da: Nyt screeningsspor %label er blevet oprettet.

source: The screening track %label has been updated.
da: Screeningssporet %label er blevet opdateret.

source: New tool %label has been created.
da: Nyt værktøj %label er blevet oprettet.

source: The tool %label has been updated.
da: Værktøjet %label er blevet opdateret.

source: Max possible value obtainable: @max
da: Maksimal opnåelig værdi: @max

source: Undecided -> Approved
da: Uafklaret -> Godkendt

source: Refused -> Undecided
da: Afvist -> Uafklaret

source: Go back
da: Gå tilbage

source: Save
da: Gem

source: "Undecided" threshold can not be greater than "Approved" threshold.
da: "Uafklaret"-tærsklen kan ikke være større end "Godkendt"-tærsklen.

source: The configuration option cannot be empty.
da: Konfigurationsindstillingen kan ikke være tom.

source: Invalid configuration: @message
da: Ugyldig konfiguration: @message

source: Static select field
da: Statisk valgfelt

source: Select field with four static options
da: Valgfelt med fire statiske muligheder

source: Question weight
da: Spørgsmålsvægt

source: The question weight
da: Spørgsmålets vægt

source: Weight
da: Vægt

source: Please enter the weight.
da: Angiv venligst vægten.

source: Each option must be an integer (%dimensions)
da: Hver mulighed skal være et heltal (%dimensions)

source: Invalid option value @values
da: Ugyldig valgmulighed @values

source: Weighted radios
da: Vægtede radioknapper

source: Radios with an (x, y) weight.
da: Radioknapper med en (x, y) vægt.

source: Weighted textarea
da: Vægtet tekstområde

source: Tecfield with an (x, y) weight.
da: Tekstfelt med en (x, y) vægt.

source: Weighted textfield
da: Vægtet tekstfelt

source: Texfield with an (x, y) weight.
da: Tekstfelt med en (x, y) vægt.

source: Question
da: Spørgsmål

source: Yes text
da: Ja-tekst

source: The text to display when answering "yes".
da: Teksten der vises, når der svares "ja".

source: No text
da: Nej-tekst

source: The text to display when answering "no".
da: Teksten der vises, når der svares "nej".

source: Stop value
da: Stop-værdi

source: The answer to trigger a "stop".
da: Svaret der udløser et "stop".

source: Stop text
da: Stop-tekst

source: The text to display when answering with the "stop" value.
da: Teksten der vises, når der svares med "stop"-værdien.

source: Yes
da: Ja

source: No
da: Nej

source: Yes/no stop
da: Ja/nej stop

source: Yes/no question.
da: Ja/nej-spørgsmål.
