Repository: itk-dev/ai-screening
Catalog: web/modules/custom/ai_screening_reports/translations/ai_screening_reports.*.po
Languages: da

source: AI project reports
da: AI-projektrapporter

source: Reports for AI Project
da: Rapporter til AI-screening

source: Custom
da: Tilpasset

source: Reports
da: Rapporter

source: Show reports
da: Vis rapporter

source: Create report
da: Opret rapport

source: Project
da: Projekt

source: A maximum of @max tracks can be displayed.
da: Maksimalt @max spor kan vises.

source: Incorrect url parameters.
da: Forkerte URL-parametre.

source: Select project
da: VÃ¦lg projekt

source: Fetch report
da: Hent rapport
